modules/common/models/Account.php

    public function accountLogin($account, $password)
    {
        $acc = self::findOne(['account' => $account, 'isDelete' => self::IS_NOT_DELETE]);
---
SELECT * FROM `account` WHERE (`account`='admin') AND (`isDelete`=0)